Repository: PeterArnaudov/FarmHeroes
Catalog: FarmHeroes/Services/FarmHeroes.Services.Data/Resources/Equipment.*.resx
Languages: bg

source: Abster
bg: Плочник

source: Angelo
bg: Ангелик

source: Antique
bg: Антик

source: Aquavoz
bg: Водолоз

source: Bat
bg: Бухалка

source: Berr
bg: Берр

source: Big Fork
bg: Голяма вилица

source: BonFish
bg: Рибокостник

source: Cancroid
bg: Рако

source: Cask
bg: Бъчва

source: Chafty
bg: Слам

source: Crimson Knight
bg: Пурпурен рицар

source: Crimа
bg: Крима

source: Cyclopus
bg: Циклопус

source: Druid
bg: Друид

source: Enforcer
bg: Силник

source: Enormous Handlebar
bg: Тежковина

source: Fabricco
bg: Платко

source: Fancy Mask
bg: Модерна маска

source: Farm Trident
bg: Тризъбец

source: Feather
bg: Перр

source: Fluffster
bg: Мекк

source: Fuzzy
bg: Бухно

source: Gramadan
bg: Грамадан

source: Heavy Metal
bg: Металко

source: Holley
bg: Дуп

source: Knife
bg: Нож

source: Ladle
bg: Черпак

source: Lunari
bg: Лунари

source: Mask
bg: Маска

source: Metal Trough
bg: Метален леген

source: Metzo
bg: Метзо

source: Modern Cask
bg: Модерно буре

source: Monster Skull
bg: Черепо

source: Monstro
bg: Монстро

source: Nail Hammer
bg: Чук

source: Punisher
bg: Наказател

source: Rivvr
bg: Ривр

source: Rogn
bg: Рогн

source: Rolling-pin
bg: Точилка

source: Rush
bg: Ръш

source: Saber
bg: Сабя

source: Saharum
bg: Сахарум

source: Scrapster
bg: Скраптър

source: Scythe
bg: Коса

source: Sickle
bg: Сърп

source: Skelto
bg: Скелто

source: Smiley
bg: Усмивко

source: Spikster
bg: Шипо

source: Spiky
bg: Бодльо

source: Strainer
bg: Цедко

source: Sunn
bg: Сънн

source: Trough
bg: Легенн

source: Wooden Shield
bg: Дървен щит

source: Wooden Sword
bg: Дървен меч
